Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: <b>{{PLURAL:$1|Notification|Notifications}}</b> (showing $1 of $2 unread)
ne: <b>{{PLURAL:$1|जानकारीहरू}}</b> ($2 मध्येका $1 नहेरिएका जानकारीहरू )

source: Publishing...
ne: प्रकाशन ...

source: All pages in the wiki, including talk pages, redirects, etc.
ne: विकिका सबै पृष्ठहरू, वार्तापका पृष्ठहरूसमेत, रिडाइरेक्ट, इत्यादि ।

source: E-mail to friend
ne: मित्रलाई ईमेल गर्ने

source: Other countries
ne: अन्य राष्ट्रहरू

source: Error: Block ID $1 not found. It may have been unblocked already.
ne: त्रुटी: रोक आइडी $1 भेटिएन। या यो पहिले नै खोलिइसकेको हुनसक्छ ।

source: Active users list
ne: सक्रिय प्रयोगकर्ताहरूको सूची

source: Map Buttons
ne: बटनहरू म्याप गर्नुहोस्

source: Undelete
ne: हटाएको रद्द गर्ने

source: <strong>$1 has been restored</strong> Consult the [[Special:Log/delete|deletion log]] for a record of recent deletions and restorations.
ne: '''$1लाई पूर्वावस्थामा ल्याइयो''' भर्खरै मेटाइएको रिकर्डहरु र पुनर्स्थापनाहरु हेर्न [[Special:Log/delete|मेटाइएको लग]]मा जानुहोस्।

source: Vertically
ne: ठाडो रूपमा

source: Invalid problem report
ne: अवैध समस्या प्रतिवेदन

source: This site has insecure content
ne: यो साइटमा असुरक्षित सामग्री

source: Include all templates
ne: सबै टेम्प्लेटहरु(नमुना) समेट्ने

source: Stop taking pictures
ne: फोटो लिन छोड्नुहोस

source: All notifications
ne: सबै जानकारीहरु

source: Save your changes
ne: तपाईँले गरेका परिवर्तनहरू संग्रह गर्नुहोस्

source: This is a collection of free ClipArt
ne: यो एउटा स्वतन्त्र क्लिपआर्टको संग्रह हो

source: _Safely Remove Drive
ne: ड्राइभ सुरक्षित तरिकाले निकाल्नुहोस्

source: IP configuration expired
ne: IP कन्फिगरेसन म्याद समाप्त भएको छ

source: Cheese
ne: चिज

source: edit this page
ne: यो पृष्ठ सम्पादन गर्ने

source: 3rd level heading
ne: तेस्रो स्तर शीर्षकमा

source: (unwatched)
ne: (अदृष्ट)

source: Very Low
ne: अति न्युन

source: Starting...
ne: सुरु गरिंदै...

source: Fixed in Version
ne: संस्करण निश्चित गरिएको

source: Select the additional services you want to use with your device:
ne: तपाईँको यन्त्रमा प्रयोग गर्न चाहेको थप सेवाहरू चयन गर्नुहोस्:

source: $1 by $2
ne: $2ले $1लाई

source: Supply
ne: पुर्ति

source: Install (%s)
ne: स्थापित गर्नुहोस् (%s)

source: Input Device
ne: आगत उपकरण

source: Easy to use distributed version control system
ne: प्रयोग गर्न सजिलो वितरित संस्करण नियन्त्रण प्रणाली

source: GB
ne: जिबि

source: The content to save.
ne: सङ्ग्रह गर्नुपर्ने सामग्री ।

source: Mehr
ne: मेहर

source: Speakers
ne: वक्ताहरु

source: Embed GhostScript fonts only
ne: घोस्टस्क्रिप्ट फन्टहरू मात्र सम्मिलित गर्नुहोस्

source: No pages link to <strong>[[:$1]]</strong> in the chosen namespace.
ne: चुनिएको नामस्थानमा '''[[:$1]]''' सित जोडिने पृष्ठहरू छैनन्।

source: Fr
ne: शुक्र

source: Saved pages
ne: संग्रहित पृष्ठहरू

source: JavaScript is required! <strong>Your browser does not support JavaScript or JavaScript has been turned off. This page will not work correctly, unless JavaScript is enabled.</strong>
ne: जावास्क्रिप्ट आवश्यक छ! <strong>तापईंको ब्राउजर जावास्क्रिप्ट समर्थन प्रदान गर्दैन, वा जावास्क्रिप्ट बन्द गरिएको छ। जावास्क्रिप्ट बिना यो पृष्ठ सहि रूपमा काम गर्न सक्दैन।</strong>

source: Offset to JPEG SOI
ne: JPEG SOI को लागि अफसेट

source: {{GENDER:|Edit}} focus
ne: {{GENDER:|सम्पादन}} ध्यान

source: Asia
ne: एसिया

source: {{ns:project}}:Users
ne: {{ns:project}}:प्रयोगकर्ताहरू

source: System Information
ne: प्रणाली जानकारी

source: Deletion log
ne: मेटाएको लग

source: Sinhala
ne: सिङ्हाला

source: Align:
ne: पंक्तिवद्घ गर्नु :

source: ignore all messages by this user
ne: यस प्रयोगकर्ताका सबै सन्देशहरुलाई उपेक्षा गर्ने

source: Hide Onboard
ne: अन्बोर्ड लुकाउनुहोस्

source: One of the revisions of this diff has been <strong>deleted</strong>. You can view this diff; details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log].
ne: यस भिन्नताका संशोधनहरुमध्येको एउटा चाहिं <strong>मेटियो।<strong> तपाईंले यस भिन्नतालाई हेर्न सक्नुहुन्छ; सबै विवरण [{{fullurl:{{#Special:Log}}/delete|पृष्ठ={{FULLPAGENAMEE}}}} मेटाइएको लग]मा पाउन सकिनेछ।

source: Community
ne: समुदाय

source: User names
ne: प्रयोगकर्ता नाम

source: In more languages
ne: अरु भाषामा

source: To:
ne: लाई:

source: Send user an e-mail message
ne: प्रयोगकर्तालाई ईमेल सन्देश पठाउने

source: $1 {{GENDER:$2|moved}} page $3 to $4 over a redirect without leaving a redirect
ne: $1 ले $4 बाट पुनार्निर्देश हटाएर $3 मा पुनर्निर्देश न्नाछोडि $3 लाई $4 मा {{GENDER:$2|सारेको}} हो

source: Global
ne: विश्वव्यापी

source: Go
ne: जाने

source: Volume mute
ne: भोल्युम मौन गर्नुहोस्

source: empty
ne: खाली

source: Embassy
ne: दूतावास

source: Remove namespace
ne: नामस्थान हटाउने

source: Light
ne: हल्का रंग

source: content hidden
ne: सामग्री लुकाइएको

source: Closed Captioning
ne: बन्द क्याप्सनहरु

source: Unmerge global account
ne: नमिलाइएको प्रयोगकर्ता खाता

source: DateTime subseconds
ne: मितिसमय सबसेकेण्डहरू

source: {{ns:project}}:Administrators
ne: {{ns:project}}:प्रवन्धकहरू

source: Lens focal length
ne: लेंस फोकल लम्बाई

source: ID
ne: आईडी(ID)

source: Redirect to:
ne: अनुप्रेषण गर्ने नाम:

source: Not be affected by rate limits
ne: दर सीमाले असर नपार्ने

source: Real Life Barnstar
ne: वास्तविक जीवन बार्नस्टार

source: No matches found. Last edit was on $1 at $2.
ne: खोजिएको परिणाम भेटिएन। अन्तिम सम्पादन $1 मा $2।

source: Edit history
ne: सम्पादन इतिहास

source: Install Updates
ne: अपडेट स्थापना गर्नुहोस् !

source: Shift + click any link to open
ne: कुनै पनि लिङ्क खोल्न सिफ्ट+क्लिक गर्नुहोस

source: IP
ne: आई पी

source: a free tool to upload files to Wikimedia projects
ne: विकिमिडिया आयोजनाहरूमा फाइल अपलोड गर्ने खुला औजार

source: Market
ne: बजार

source: Penguin Minesweeper
ne: पेङ्गुइन माईनस्वीपर

source: Please enter your presentation title.
ne: तपाईँको प्रस्तुति शीर्षक राख्नुहोस्

source: Getting file information and previews...
ne: फाइलका जानकारीहरु र पूर्वावलोकन प्राप्त गरिंदै...

source: Display a zoom button in the screen bottom right corner
ne: स्क्रिनको निम्न दाहिने कुनामा जुम बटन देखाउने

source: Revision as of $2 at $3.
ne: $2को संशोधन समय $3मा

source: Top
ne: उच्च

source: Cite this page
ne: लेख उद्दरण गर्नुहोस्

source: report download/install progress when installing packages into sandbox
ne: स्यान्डबक्स मा प्याकेजहरू स्थापना गर्दा डाउनलोड / उन्नति गरेर स्थापना रिपोर्ट गर्नुहोस

source: Id
ne: आइडी

source: View page
ne: पृष्ठ हेर्ने

source: Revision as of $1
ne: $1 जस्तै गरी पुनरावलोकन

source: (select wiki)
ne: (विकी छान्नुहोस)

source: The upload directory ($1) is not writable by the webserver.
ne: उर्ध्व भरण डाइरेक्टरी ($1) वेवसर्भर द्वारा लेख्य छैन ।

source: December $1
ne: डिसेम्बर $1

source: Bot: Reverted to revision %(revid)s by %(author)s on %(timestamp)s
ne: बोट: %(author)s द्वारा %(timestamp)sमा गरिएको रुजु %(revid)s मा फर्काइयो

source: Favourites
ne: मनपर्दो

source: Eject parent drive
ne: प्यारेन्ट ड्राइभ निकाल्नुहोस

source: Machine translation
ne: मेसिन अनुवाद

source: Right ring finger
ne: दायाँ साहिँली औँला

source: URL
ne: यूआरएल

source: {{GENDER:$1|test wiki administrator}}
ne: {{GENDER:$1|परीक्षण विकि प्रवन्धक}}

source: {{WBREPONAME}} item changed
ne: {{WBREPONAME}} आइटम परिवर्तन

source: Shortening…
ne: संक्षिप्तीकरण गर्दै...

source: Export all pages
ne: सबै पृष्ठहरू निर्यात गर्ने

source: Publish translation
ne: अनुवाद प्रकाशीत गर्नुहोस

source: RSS feed for this page
ne: यो पृष्ठको लागि RSS फिड

source: Property
ne: विशेषता

source: Custom Shortcuts
ne: अनुकुलित सर्टकट

source: Other Options
ne: अन्य विकल्पहरू

source: <small>High</small>
ne: <small>उच्च</small>

source: Previous message
ne: अघिको सन्देश

source: Antarctic
ne: अन्टार्टिक

source: Resource status
ne: स्रोतको अवस्था

source: Oldest pages
ne: सबैभन्दा पुराना पृष्ठहरू

source: Find in text
ne: पाठ्यांशमा भेट्टाउने

source: Search for a wiki
ne: विकी खोज्नुहोस्

source: User agent:
ne: प्रयोगकर्ता एजेन्ट:

source: closed wikis
ne: बन्द गरिएका विकिहरू

source: Names %
ne: नामहरू %

source: Select the type of WikiLove you wish to send
ne: आफुले पठाउन चाहेको विकिलभको प्रकार छान्नुहोस्

source: For new accounts
ne: नयाँ खाताहरुको लागि

source: Reference for direction of movement
ne: चालको दिशाको लागि सन्दर्भ

source: Statements
ne: अभिव्यक्तिहरू

source: Page protection
ne: पृष्ठ सुरक्षा

source: Exif version
ne: Exif संस्करण

source: Additional annotation fields
ne: अतिरिक्त नोट लेख्ने स्थान

source: Confirm password
ne: पासवर्ड निश्चित गर्नुहोस्

source: Select an image:
ne: चित्र छान्नुहोस्:

source: Adds the <code>#babel</code> parser function to allow automated generation of a babel userbox column with the ability to include custom templates
ne: <code>#babel</code> पार्सर क्रिया जोड़छ जसले स्वतः प्रयोगकर्ता बाकस बेबल कलमको निर्माणमा अनुकूलित ढाँचालाई योग्यतापूर्वक संलग्न गर्ने अनुमति दिन्छ।

source: Reset tokens
ne: टोकन पूर्वरुपमा फर्काउने

source: UTC
ne: युटिसी(UTC)

source: User dashboard
ne: प्रयोगकर्ता ड्यासबोर्ड

source: (no comment)
ne: कुनै पनि टिप्पणीहरू छैनन्

source: edit user rights of users on other wikis
ne: अरु विकिका प्रयोगकर्ताहरूको प्रयोगकर्ता अधिकारलाई सम्पादन गर्ने

source: Barnstar of Good Humor
ne: राम्रो व्यवहार बार्नस्टार

source: Banners
ne: ब्यानरहरु

source: "$1" has been deleted. See $2 for a record of recent deletions.
ne: "$1" मेटिएको छ। हालै हटाइएको सूची $2 मा हेर्नुहोस् ।

source: Gather collections
ne: संग्रह संकल्न गर्नुहोस्

source: The namespace has been edited.
ne: यो नामस्थान सम्पादन गरिएको छ।

source: %s: selected
ne: %s: रोजिएको

source: Name on card
ne: कार्डमा भएको नाम

source: Internal Server Error
ne: आन्तरिक सर्भर समस्या

source: strobe return light not detected
ne: स्ट्रोब फिर्ता गर्ने प्रकाश पत्ता लागेन

source: Level 2
ne: स्तर २

source: MB
ne: एमबि

source: Recent diary entries
ne: हालैका दैनिकीहरू

source: Height in pixels:
ne: उचाई पिक्सलमा:

source: Level 1
ne: स्तर १

source: Hidden
ne: लुकाइएको

source: Level 4
ne: शीर्षक 4

source: Disable accounts
ne: खातालाई अक्षम गर्ने

source: Level 3
ne: स्तर ३

source: Wikipedia featured page
ne: विकिपीडियाका प्रमुख पृष्ठहरू

source: Level 5
ne: शीर्षक 5

source: Edit raw watchlist
ne: कच्चा निगरानी सूची सम्पादन गर्नुहोस् ।

source: Custom image processing
ne: कस्टम चित्र प्रसंस्करण

source: Sublocation of city shown
ne: देखाइएको सहर भित्रको क्षेत्र

source: Menu
ne: मेनु

source: You are not allowed to execute the action you have requested.
ne: तपाईँले अनुरोध गरेको कार्य गर्न तपाईंलाई अनुमति दिइएको छैन।

source: $1 {{GENDER:$1|mentioned}} you on the $2 talk page.
ne: $1 ले तपाईँलाई वार्ता पृष्ठमा $2 मा {{GENDER:$1|उल्लेख गर्नुभयो}}।

source: Edit your own private data (e.g. email address, real name)
ne: आफ्नो निजी जानकारी (जस्तैः इमेल ठेगाना, बास्तविक नाम) सम्पादन गर्नुहोस्

source: Apply now
ne: लागु गर्नुहोस

source: Please use the form below to contact us.
ne: हामीसित सम्पर्क साध्न तल दिइएको फ़ारमको प्रयोग गर्नुहोस्।

source: Insert link
ne: आन्तरिक लिङ्क

source: Subscript text
ne: निम्नाङ्कित पाठ

source: Server for %s
ne: %s को लागि सर्भर

source: Audible
ne: सुन्न मिल्ने

source: (select action)
ne: (कार्य छान्ने)

source: Sent Messages
ne: पठाइएका सन्देशहरू

source: Daylight
ne: दिनको उज्यालो

source: Unread private message
ne: निजी सन्देशहरू नपढ्ने

source: Firmware for the device may be missing
ne: उपकरण लागि फर्मवेयर नरहेको हुन सक्छ

source: Old password:
ne: पुरानो पासवर्ड:

source: Visibility:
ne: दृश्यक्षमता:

source: Binary
ne: बाइनरी

source: Me
ne: म

source: My previous actions
ne: मेरा पहिलेका क्रियाकलापहरू

source: Get edits
ne: सम्पादनहरू प्राप्त गर्ने

source: authors
ne: लेखकहरु

source: Redirects to
ne: अनुप्रेषित

source: Location of the abuse (online/offline)
ne: दुरूपयोगको स्थान (अनलाइन/अफलाइन)

source: Mo
ne: सो

source: Server:
ne: सर्भर:

source: In the clock’s menu, show:
ne: घडीको मेनुमा, देखाउनुहोस्:

source: move this page, and its subpages
ne: यो पृष्ठ र यसका सह पृष्ठहरूलाई सार्ने

source: Notification
ne: जानकारी

source: Local rules only
ne: स्थानीय नियम मात्र

source: Windows
ne: विन्डोहरू

source: CAPTCHA help
ne: क्याप्चा सहायता

source: Lua error: $2.
ne: लुआ त्रुटि: $2।

source: The use of this username and password has been forbidden.
ne: यो प्रयोगकर्ता नाम र प्रवेश शव्द वर्जित गरिएकोछ ।

source: Function
ne: क्रियाहरु

source: Admin State
ne: प्रबन्ध स्थिती

source: Unrecognized keyword $2 at character $1.
ne: $1 चरित्रको नचिनिने $2 शव्दकुञ्जी।

source: Post-expand include size
ne: विस्तार पश्चात विकिपाठ आकार

source: Next page ($1)
ne: अर्को पृष्ठ ($1)

source: Volume up
ne: भोल्युम बढाउनुहोस्

source: Title:
ne: शीर्षक:

source: Refresh
ne: ताजागर्ने

source: You must select a file to attach!
ne: जोड्नको लागि कुनै फाइल छान्नु पर्छ !

source: Ruby
ne: रुबी

source: Used in groups:
ne: समूहमा प्रयुक्त:

source: OK
ne: हुन्छ

source: No effects found
ne: कुनै प्रभाव भेटिएन

source: Hide bots
ne: बोटहरु लुकाउने

source: Parser extension tags
ne: पार्सर विस्तार ट्यागहरु

source: Invalid date
ne: गलत मिति

source: No
ne: होइन

source: Tue
ne: मंगल

source: New page size
ne: नयाँ पृष्ठको आकार

source: Input text
ne: इनपुट पाठ

source: Edit user rights of users on other wikis
ne: अरु विकिहरूमा प्रयोगकर्ताहरूको अधिकार सम्पादन गर्ने

source: Use the form below to restore write access to a previously blocked IP address or username.
ne: IP ठेगाना अथवा प्रयोगकर्तामाथि पहिले लगाइएको रोक फुकुवा गर्न तलको प्रपत्र प्रयोग गर्नुहोस्।

source: Save book
ne: किताब संग्रह गर्ने

source: Date/Time
ne: मिति/समय

source: Do you want to remove your profile?
ne: के तपाईंको प्रोफाइल हटाउन चाहनुहुन्छ ?

source: Content format not supported
ne: सामग्री प्रकार समर्थित छैन

source: Titles
ne: शीर्षकहरू :

source: Preferences;Settings;
ne: प्राथमिकता;सेटिङ

source: move this page
ne: यो पृष्ठलाई सर्ने

source: An unexpected error occurred.
ne: एउटा अप्रत्यसित त्रुटि भएको छ।

source: Guidelines for items, the basic units of Wikidata
ne: आइटमहरू सम्बन्धी निर्देशनहरू , विकिडेटाको आधारभूत इकाई

source: <b>$1</b> <i>Source:</i> $2 <i>Contributors:</i> $3
ne: <b>$1</b> <i>स्रोत:</i> $2 <i>योगदानकर्ताहरू:</i> $3

source: Body:
ne: मूख्य भाग:

source: Big exporters
ne: ठूला निर्यातकर्ताहरु

source: Edit other users' JavaScript files
ne: अरु प्रयोकर्ताको जाभास्क्रिप्ट फाइलहरू सम्पादन गर्ने

source: Page language selector
ne: पृष्ठ भाषा छान्ने

source: Post ID is not valid.
ne: पोस्ट ठेगाना अमान्य छ।

source: Warnings
ne: चेतावनीहरू

source: Switch Modes
ne: स्मोड परिवर्तन गर्नुहोस्

source: Choose an account now, or skip this step and choose an online account later.
ne: अहिले खाता छान्नुहोस् या यो भाग छोडेर पछि अनलाइन खाता छान्न पनि सक्नुहुनेछ ।

source: {{GENDER:$2|Member}} of {{PLURAL:$1|group|groups}}:
ne: निम्न {{PLURAL:$1|समूह | समूहहरू}}को {{GENDER:$2|सदस्य}} :

source: Theme
ne: विषयवस्तु

source: information
ne: जानकारी

source: _Configure...
ne: मिलाउनु

source: Monospace
ne: मोनोस्पेस

source: Ok
ne: हुन्छ

source: Remove from list
ne: सुचीबाट हटाउने

source: On
ne: खुला

source: None/All
ne: कुनै पनि होइन/सबै

source: Begin login unification
ne: प्रवेश एकीकरण आरम्भ गर्ने

source: Or
ne: अथवा

source: Science &amp; Engineering
ne: विज्ञान तथा प्रविधी

source: Beta
ne: बेटा

source: Start multiplayer game
ne: धेरै खेलाड़ीको खेल सुरु गर्ने

source: Parameter for $1
ne: $1 को लागि पेरामिटर

source: No accounts could be confirmed using this password.
ne: यो प्रवेश प्रयोग गरेर खाता सुनिश्चित हुँदैन।

source: Totals (USD)
ne: कुल (USD)

source: All edits
ne: सम्पूर्ण सम्पादन

source: Thanks for contacting the Encyclopedia of Life
ne: सजीवको विश्वकोषमा सम्पर्क गर्नुभएकोमा धन्यवाद !

source: Leave fullscreen mode and go back to windowed mode
ne: पूरा स्क्रिन छोडेर सञ्झ्याल रूपमा जानहोस

source: Maximum file size: $1
ne: अधिकतम फाइल आकार : $1

source: block
ne: रोक्ने

source: Remember password
ne: पासवर्ड सम्झनुहोस्

source: Your name
ne: तपाईंको नाम

source: '''Notice: ''Some'' of the pending changes affect the area of the page you are editing.'''
ne: '''सूचना: ''केहि'' लंबित परिवर्तनले तपाईंले परिवर्तन गरेको भागलाई असर गर्नेछ ।'''

source: The following {{PLURAL:$2|tag is|tags are}} not allowed to be manually applied: $1
ne: निम्नलिखित {{PLURAL:$2|ट्यागलाई अनुमति छैन|ट्यागहरूलाई अनुमति छैन}} कि त्यसलाई मानवीय रूपले प्रयोगमा ल्याउन सकियोस: $1

source: Cut
ne: काट्नुहोस्

source: Edit namespace
ne: नामस्थान सम्पादन

source: Wikimedia $1
ne: विकिमीडिया $1

source: Check Status
ne: स्थिती जाँच

source: Sign up with Yahoo
ne: याहु प्रयोग गरेर प्रवेश गर्नुहोस्

source: Maximum number of changes to show in expanded watchlist:
ne: उच्चतम परिवर्तन संख्या बढाइएको निगरानी सूचीमा देखाउनको लागि :

source: Calculate
ne: हिसाबगर्ने

source: Calculate till rest frequency date
ne: बाँकी आवृत्ति मिति गणना गर्नुहोस्

source: less than %s m
ne: %s मि भन्दा कम

source: Looking for a platform to localise your project?
ne: आफ्नो परियोजना को स्थानीयकरण को लागि मंच खोजि रहनुभएको छ?

source: Mesh
ne: मेस

source: The wiki page could not be removed.
ne: यो विकि पृष्ठलाई हटाउन सकिएन।

source: with summary
ne: सारंश सहित

source: Let us consider the %nation% trade offer.
ne: %nation%को व्यापार प्रस्तावलाई विचार गरौं ।

source: removed %s
ne: हटाइएको %s

source: Private wiki
ne: निजी विकि

source: %.2f km
ne: %.2f कि.मी.

source: Details
ne: विस्तृत जानकारी

source: This donation is being made in $1
ne: यो दान $1 मा गरिंदैछ

source: Wikivoyage
ne: विकिभोयेज

source: Bot: Protecting all pages from category %(cat)s
ne: रोबोट: %(cat)s वर्गमा रहेका सबै पृष्ठहरूलाई सुरक्षित गर्दै

source: Revision 1
ne: संशोधन 1

source: Revision 2
ne: संशोधन 2

source: Max. text deleted
ne: अधिक शब्द हटाइएको

source: Most transcluded pages
ne: सबैभन्दा बढि ट्रान्सक्ल्युडेड पृष्ठहरू

source: Private data
ne: निजी आँकड़ा

source: Funds
ne: फन्डहरू

source: Password must be at least 6 characters, no more than 50 characters long, must include at least one upper case letter, one lower case letter, one numeric digit and no space
ne: पासबर्डमा कम्तिमा ६ अक्षर तथा बढीमा ५० अक्षरहरू लामो हुनु पर्नेछ साथै यसमा कम्तिमा एउटा ठूलो वर्णको अक्षर, एउटा सानो वर्णको अक्षर, एउटा अंक तथा कुनै पनि खाली स्थान हुनु हुदैन ।

source: There are no translations for "$1"
ne: "$1"को लागि अनुवादहरु छैनन्।

source: 802.1x supplicant failed
ne: 802.1x supplicant विफल

source: Classic Clock
ne: पुरातन घडी

source: Account creation for {{SITENAME}}
ne: {{SITENAME}}कोलागि खाता खोल्ने काम

source: Adar I
ne: अदार I

source: Quit Onboard
ne: अनबोर्ड बन्दगर्नुहोस्

source: Device capabilities not supported
ne: यन्त्र क्षमताहरू समर्थित छैनन्

source: Bot: Changing categories
ne: बोट : श्रेणीहरू बदल्दै

source: yesterday
ne: हिजो

source: Basic information
ne: बुनियादी सूचना

source: Use the same source for all windows
ne: सबै संझ्यालहरुमा एकै श्रोत प्रयोग गर्नुहोस

source: Find common range and affected IP addresses for a list of IP addresses
ne: आइपी ठेगानाहरूको सूचीको लागि सामान्य सीमा र प्रभावित आइपी ठेगाना खोज्नुहोस्

source: Congratulations, the page has been published
ne: बधाई छ, यो पृष्ठ प्रकासित गरिएको छ

source: Caps lock is on
ne: क्यप्स लक अन छ

source: No unified account for this username.
ne: यस प्रयोगकर्ता नामको निम्ति एकीकृत खाता छैन।

source: Infrastructure
ne: इन्फ्रास्ट्रक्चर

source: A cupcake for you!
ne: तपाइको लागि एक कपकेक!

source: User account "$1" is not registered. Please check if you want to create/edit this page.
ne: प्रयोगकर्ताको खाता "<nowiki>$1</nowiki>" दर्ता गरिएको छैन । तपाईँले पृष्ठ निर्माण/सम्पादन गर्न चाहनु भएको भए जाँच गर्नुहोस् ।

source: Ch_ange
ne: परिवर्तन गर्नुहोस्

source: The requested page title refers to a talk page that can not exist.
ne: निवेदन गरिएको पृष्ठको शिर्षकले उपलब्ध नभएको वार्ता पृष्ठलाई सन्दर्भको रूपमा राखेको छ ।

source: Unable to retrieve information from the provided identifier.
ne: प्रदान गरिएको पहिचानकर्ताबाट जानकारी प्राप्त गर्न असमर्थ।

source: Text objects
ne: पाठ्यवस्तुहरू

source: Sa
ne: शनि

source: Error interpreting GPG output.
ne: GPG उत्पादनको व्याख्यामा त्रुटि।

source: The requested page title was invalid, empty, or an incorrectly linked inter-language or inter-wiki title. It may contain one or more characters that cannot be used in titles.
ne: अनुरोध गरेको पृष्ठ शीर्षक अमान्य, खाली वा गलत रुपमा अन्तर भाषा वा अन्तर विकी सम्बन्ध गरिएको थियो। यसमा शीर्षकमा प्रयोग गर्न नमिल्ने एक वा बढी अक्षरहरू रहेका हुनसक्छन् ।

source: Launcher Edge Stop Overcome Pressure
ne: लन्चरको छेउले रोकावटलाई जित्ने दवाव

source: Error undeleting page
ne: पृष्ठ मेट्दा त्रुटि भयो

source: Link to a Facebook page
ne: फेसबुक पानाको लिङ्क

source: Does not contain any letters
ne: कुनै अक्षरहरु नभएको

source: This subpage of [[Special:Book|Book]] does not exist.
ne: [[Special:Book|पुस्तक]]को यो उपपृष्ठ यसमा छैन।

source: click to expand
ne: विस्तार गर्न क्लीक गर्नुहोस्

source: Group
ne: समूह

source: De-approved
ne: असवीकृत

source: Su
ne: आ

source: You do not have permission to hide abuse log entries.
ne: तपाईंलाई दुरुपयोग लग इन्ट्रीहरू लुकाउने अनुमति छैन।

source: Current Password
ne: हालको पासवर्ड

source: Your book
ne: तपाईंको पुस्तक

source: Error: No such index
ne: त्रुटी: यस्तो कुनै सूचकांक छैन

source: Ignores fast duplicate keypresses
ne: छिटो दोहोरो कुञ्जी दबाब बेवास्ता गर्नुहोस्

source: Status unknown
ne: अज्ञात स्थिति

source: Choose an application to open this file or add it to the downloads folder.
ne: यो फाइल खोल्न एउटा अनुप्रयोग छनौट गर्नुहोस वा यसलाई डाउनलोडस् फोल्डरमा थप्नुहोस।

source: Start with an empty page.
ne: खालि पृष्ठ देखि सुरू गर्ने।

source: Number of rows per strip
ne: प्रतिपंक्ति पट्टीहरुको संख्या

source: Fungi
ne: फञ्जाइ

source: Focal plane X resolution
ne: फोकल विमान एक्स संकल्प

source: Th
ne: बि

source: No Blur
ne: धमिलो नभएको

source: Manage Roles
ne: रोल व्यवस्थापन गर्नुहोस्

source: Ignore spoofing checks
ne: धोका रोकाईलाई अन्देखा गर्ने

source: To
ne: लाई

source: The login or the password are incorrect
ne: प्रवेश या प्रवेशशव्द गलत छ

source: Select a country
ne: यौटा देश छान्नुहोस

source: Revision as of $1 by {{GENDER:$6|$2}}$7
ne: {{GENDER:$6|$2}}$7 द्वारा $1को संशोधन

source: Authorship colors
ne: लेखकीय रङ्ग

source: Maximum number of pages:
ne: पृष्ठहरूको उच्चतम संख्या:

source: A comment on a collection you manage
ne: तपाईंले व्यबस्थापन गर्नुभएको संकलनमा एउटा सुझाब

source: Tu
ne: मं

source: The file contains a virus! Details: $1
ne: फाइलमा भाइरस छ! विवरण:$1

source: Matching categories
ne: श्रेणीहरू पछ्याउने

source: Copy _Web Link
ne: वेव लिङ्क प्रतिलिपि गर्नुहोस् (_W)

source: protected "[[$1]]"
ne: "[[$1]]" लाई सुरक्षित गरियो

source: new account
ne: नयाँ खाता

source: Kenyan Shillings
ne: केन्याली सिलिङ्ग

source: No New messages
ne: नयाँ सन्देश छैन

source: {{GENDER:|Your}} alerts
ne: {{GENDER:|तपाईँको}} जानकारीहरू

source: Free
ne: नि:शुल्क

source: Lower Button
ne: तल्लो बटन

source: Tip: You can use the left and right arrow keys to navigate between the tabs in the tabs list.
ne: सुझाव: तपाईं ट्याबसहरूमा ट्याबसको बीच आवागमन गर्नका लागि देब्रे वा दाहिने तीर साँचोको प्रयोग गर्न सक्नुहुन्छ।

source: On-line translation
ne: अनलाईन अनुबाद

source: Other {{PLURAL:$1|block|blocks}}
ne: अरु {{PLURAL:$1|रोक|रोकहरु}}

source: Network proxy
ne: सञ्जाल प्रोक्सि

source: Send to:
ne: पठाउने:

source: System settings
ne: सिस्टम सेटिङ

source: Newer Entries
ne: नयाँ अभिलेखहरू

source: Up
ne: माथि

source: The package '%s' is in an inconsistent state and needs to be reinstalled, but no archive can be found for it. Do you want to remove this package now to continue?
ne: यो प्याकेज '%s' एक असंगत अवस्थामा छ र पुन स्थापना​ गर्न आवश्यक छ​ तर कुनै अभिलेख पाउन सकिएन​। तपाईं जारी गर्न अब यो प्याकेज हटाउन चाहनुहुन्छ?

source: Add this page to your book
ne: यस पृष्ठलाई आफ्नो पुस्तकमा जोड्ने

source: Angry
ne: रिस

source: Remain where you are
ne: तपाईं जहाँ हुनु हुन्छ त्यहीं रहनुहोस्

source: Show filters:
ne: फिल्टरहरू देखाउने:

source: No more changesets by this user.
ne: यस प्रयोगकर्तटद्वारा अन्य कुनै परिवर्तनहरू गरिएका छैनन् ।

source: next
ne: अर्को

source: Save content partner information
ne: सामाग्री साझेदार सम्बन्धि जानाकारी संग्रह गर्ने
